Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESTRICTIONS_ADDITIONAL_ACTIONS_DETAIL
source: If you didn’t set up Screen Time restrictions, or if you don’t recognize a managed device profile on your iPhone, you may be able to remove or modify these configurations.
ar: إذا لم تكن قد أعددت قيود مدة استخدام الجهاز، أو في حالة عدم التعرف على ملف تعريف جهاز مُدار على iPhone، فقد يكون بإمكانك إزالة هذه التكوينات أو تعديلها.
bg: Ако не сте задали ограничения за Екранно време или не разпознавате профил на управлявано устройство на вашия iPhone, ще можете да премахнете или промените тези конфигурации.
ca: Si no has configurat les restriccions del temps d’ús o no reconeixes un perfil de dispositiu gestionat de l’iPhone, potser podràs eliminar o modificar aquestes opcions.
cs: Pokud jste omezení času u obrazovky nenastavili nebo některý profil pro správu zařízení na iPhonu nepoznáváte, je možné, že tuto konfiguraci lze odstranit nebo upravit.
da: Hvis du ikke har indstillet begrænsninger på skærmtid eller ikke genkender en profil til en administreret enhed på din iPhone, kan du muligvis fjerne eller redigere disse konfigurationer.
de: Falls du keine Einschränkungen der Bildschirmzeit konfiguriert hast oder du keines der Profile für verwaltete Geräte auf deinem iPhone kennst, bist du möglicherweise in der Lage, diese Konfigurationen zu entfernen oder ändern.
el: Αν δεν έχετε διαμορφώσει περιορισμούς Χρόνου επί οθόνης ή αν δεν αναγνωρίζετε ένα προφίλ διαχειριζόμενης συσκευής στο iPhone σας, ενδέχεται να μπορείτε να αφαιρέσετε ή να τροποποιήσετε αυτές τις διαμορφώσεις.
es: Si no has configurado restricciones de tiempo de uso o si no reconoces un perfil de dispositivo gestionado en el iPhone, es posible que puedas eliminar o modificar estas configuraciones.
es_us: Si tú no configuraste restricciones de Tiempo en pantalla o si no reconoces un perfil de dispositivo administrado en tu iPhone, es posible que puedas eliminar o modificar estas configuraciones.
fi: Jos et ottanut Ruutuaika-rajoituksia käyttöön tai et tunnista iPhonessa olevaa hallittua laiteprofiilia, pystyt ehkä poistamaan nämä määritykset tai muokkaamaan niitä.
fr: Si vous n’avez pas configuré de restrictions « Temps d’écran », ou si vous ne reconnaissez pas un profil d’appareil géré installé sur votre iPhone, vous pourrez peut-être supprimer ou modifier ces configurations.
fr_ca: Si vous n’avez pas configuré les restrictions de Temps d’écran, ou si vous ne reconnaissez pas le profil d’un appareil géré sur votre iPhone, vous pourriez être en mesure de supprimer ou de modifier ces configurations.
he: אם לא הגדרת הגבלות ״זמן מסך״, או אם אינך מזהה פרופיל מכשיר מנוהל ב-iPhone שלך, ייתכן שיש לך אפשרות להסיר או לשנות הגדרות אלו.
hi: अगर आपने स्क्रीन टाइम प्रतिबंधों को सेटअप नहीं किया है या आप अपने iPhone पर प्रबंधित डिवाइस प्रोफ़ाइल की पहचान नहीं कर पा रहे हैं, तो आप इन कॉन्फ़िगरेशन को हटा या संशोधित कर सकते हैं।
hr: Ako niste podesili ograničenja Vremena uporabe zaslona ili ne prepoznajete profil upravljanog uređaja na iPhoneu, možda možete ukloniti ili promijeniti te konfiguracije.
hu: Ha Ön nem állított be Képernyőidő-korlátozásokat, vagy úgy gondolja, hogy nem található felügyelteszköz-profil az iPhone-ján, akkor előfordulhat, hogy eltávolíthatja vagy módosíthatja ezeket a konfigurációkat.
id: Jika Anda tidak mengatur pembatasan Durasi Layar atau jika Anda tidak mengenali profil perangkat yang dikelola di iPhone, Anda mungkin dapat menghapus atau memodifikasi konfigurasi ini.
it: Se non hai configurato restrizioni di “Tempo di utilizzo”, o se non individui un profilo per dispositivo gestito su iPhone, potresti essere in grado di rimuovere o modificare queste impostazioni.
ja: スクリーンタイムの制限を設定していない場合、またはiPhone上の管理対象デバイスのプロファイルに見覚えがない場合は、これらの構成を削除/変更することができます。
kk: Экран уақыты шектеулерін баптамаған болсаңыз немесе iPhone құрылғыңыздағы басқарылатын құрылғы профилін танымасаңыз, бұл конфигурацияларды жоюға немесе өзгертуге болады.
ko: 사용자가 스크린 타임 제한 사항을 설정하지 않았거나, iPhone에 설치된 관리형 기기 프로필을 알아볼 수 없는 경우에는 이 구성을 제거하거나 수정할 수 있습니다.
lt: Jei nenustatėte ekrano laiko ribojimų arba neatpažįstate „iPhone“ įrenginyje esančio valdomo įrenginio profilio, gali būti, kad galėsite pašalinti arba modifikuoti šias konfigūracijas.
ms: Jika anda tidak menyediakan pengehadan Masa Skrin atau jika anda tidak mengenali profil peranti terurus pada iPhone, anda mungkin dapat mengeluarkan atau mengubah suai konfigurasi ini.
nl: Als je geen beperkingen voor schermtijd hebt geconfigureerd of als je een profiel voor een beheerd apparaat op je iPhone niet herkent, kun je deze configuraties mogelijk verwijderen of wijzigen.
no: Hvis du ikke har konfigurert Skjermtid-begrensninger, eller hvis du ikke kjenner igjen en profil for enhetsadministrering på iPhonen, kan du kanskje fjerne eller endre disse konfigurasjonene.
pl: Jeśli ograniczenia funkcji Czas przed ekranem nie zostały ustawione przez Ciebie lub nie rozpoznajesz profilu urządzenia zarządzanego na tym iPhonie, możesz mieć możliwość usunięcia lub zmiany tych konfiguracji.
pt_br: Se você não tiver configurado restrições de Tempo de Uso ou se não reconhece o perfil de dispositivo gerenciado no seu iPhone, poderá remover ou modificar essas configurações.
pt_pt: Se não configurou restrições de tempo de ecrã, ou se não reconhecer um perfil de dispositivo gerido no iPhone, poderá conseguir remover ou modificar estas configurações.
ro: Dacă nu ați configurat restricții “Timp de utilizare” sau dacă nu recunoașteți un profil de dispozitiv gestionat de pe iPhone‑ul dvs., este posibil să puteți elimina sau modifica aceste configurații.
ru: Если Вы не настраивали ограничения Экранного времени или Вам не нужен профиль управляемого устройства на iPhone, возможно, Вы сможете удалить или изменить эти конфигурации.
sk: Ak ste obmedzenia času pred obrazovkou nenastavili alebo nepoznáte profil spravovaného zariadenia na svojom iPhone, je možné, že túto konfiguráciu budete môcť odstrániť alebo upraviť.
sl: Če omejitev časa pred zaslonom niste nastavili ali če ne prepoznate profila upravljane naprave v iPhonu, boste morda lahko te konfiguracije odstranili ali spremenili.
sv: Om du inte har ställt in skärmtidsbegränsningar eller om du inte känner igen en profil för en hanterad enhet på iPhone kanske du kan ta bort eller ändra dessa konfigureringar.
th: ถ้าคุณไม่ได้ตั้งค่าการจำกัดเวลาหน้าจอหรือคุณไม่รู้จักโปรไฟล์อุปกรณ์ที่มีการจัดการบน iPhone ของคุณ คุณอาจสามารถเอาออกหรือแก้ไขการกำหนดค่าเหล่านี้ได้
tr: Ekran Süresi sınırlamaları ayarlamadıysanız ya da iPhone’unuzdaki bir yönetilen aygıt profilini tanımıyorsanız bu konfigürasyonları silebilir veya değiştirebilirsiniz.
uk: Якщо ви не встановлювали обмеження Екранного часу чи не впізнаєте профіль керованого пристрою на своєму iPhone, можете вилучити або змінити ці конфігурації.
vi: Nếu bạn không thiết lập các giới hạn Thời gian sử dụng hoặc nếu bạn không nhận ra một hồ sơ thiết bị được quản lý trên iPhone của mình thì bạn có thể xóa hoặc sửa đổi những cấu hình này.
zh_cn: 若未设置屏幕使用时间限制，或无法识别iPhone上的某个管理式设备描述文件，可移除或修改这些配置。
zh_hk: 如你未設定「螢幕使用時間」限制，或無法識別iPhone上的受管理裝置描述檔，你可移除或修改這些設定。
zh_tw: 若未設定「螢幕使用時間」取用限制，或無法辨識iPhone上的受管理裝置描述檔，你可能需要移除或修改這些設定。

# MANAGED_ACCOUNT_DETAIL
source: Managed Apple Accounts, such as accounts for school or work, cannot use Safety Check.
ar: ليس بإمكان حسابات Apple المُدارة - مثل حساب المدرسة أو العمل - استخدام التحقق من الأمان.
bg: Управляваните Apple регистрации, например като регистрации за училище или работа, не могат да използват функцията Проверка на сигурността.
ca: Els comptes d’Apple gestionats, com ara els comptes de la feina o l’escola, no poden utilitzar la comprovació de seguretat.
cs: Spravované účty Apple, například účty používané ve školách nebo ve firmách, nemůžou bezpečnostní kontrolu používat.
da: Administrerede Apple-konti, f.eks. konti til skole eller arbejde, kan ikke bruge Sikkerhedskontrol.
de: Verwaltete Apple Accounts, z. B. Accounts für die Schule oder Arbeit, können „Sicherheitsprüfung“ nicht verwenden.
el: Δεν είναι δυνατή η χρήση του Ελέγχου ασφάλειας για διαχειριζόμενους λογαριασμούς Apple, όπως λογαριασμοί σχολείου ή εργασίας.
es: Las cuentas de Apple gestionadas, como las de un centro educativo o del trabajo, no pueden usar la comprobación de seguridad.
es_us: Las cuentas de Apple, como las cuentas escolares o del trabajo, no pueden usar la revisión de seguridad.
fi: Hallitut Apple-tilit, kuten oppilaitos- tai työtilit, eivät voi käyttää Turvatarkastusta.
fr: Les comptes Apple gérés, comme ceux fournis par un établissement scolaire ou une entreprise, ne peuvent pas utiliser le contrôle de sécurité.
fr_ca: Les comptes Apple gérés, comme les comptes scolaires ou professionnels, ne peuvent pas utiliser le contrôle de sécurité.
he: חשבונות Apple מנוהלים, כגון חשבונות של בית ספר או עבודה, לא יכולים להשתמש ב״בדיקת בטיחות״.
hi: प्रबंधित Apple खाते, जैसे कि स्कूल या कार्यस्थल के खाते द्वारा सुरक्षा जाँच का उपयोग नहीं किया जा सकता है।
hr: Upravljani Apple računi, kao što su računi za školu ili posao, ne mogu koristiti sigurnosnu provjeru.
hu: Felügyelt Apple-fiókok, például iskolai vagy munkahelyi fiókok esetében a Biztonsági ellenőrzés nem használható.
id: Akun Apple Terkelola, seperti akun untuk sekolah atau kantor, tidak dapat menggunakan Pemeriksaan Keselamatan.
it: Non è possibile utilizzare “Controllo di sicurezza” con gli Apple Account gestiti, come quelli scolastici o aziendali.
ja: 学校や職場のアカウントなどの管理対象Apple Accountでは、個人情報安全性チェックを使用できません。
kk: Мектеп немесе жұмыс аккаунттары сияқты басқарылатын Apple аккаунттары «Қаупсіздікті тексеру» функциясын пайдалана алмайды.
ko: 학교 또는 직장 계정 등 관리형 Apple 계정으로는 안전 점검을 사용할 수 없습니다.
lt: Valdomose „Apple“ paskyrose, pvz., mokymo įstaigų ar darbo paskyrose, naudoti saugumo patikros negalima.
ms: Akaun Apple Terurus, seperti akaun untuk sekolah atau kerja, tidak boleh menggunakan Semakan Keselamatan.
nl: Beheerde Apple Accounts, zoals accounts voor school of werk, kunnen 'Veiligheidscontrole' niet gebruiken.
no: Administrerte Apple-kontoer, som skole- eller jobbkontoer, kan ikke bruke Trygghetssjekk.
pl: Zarządzane konta Apple, na przykład dostarczone przez szkołę lub pracodawcę, nie mogą korzystać z funkcji Kontrola bezpieczeństwa.
pt_br: Contas Apple gerenciadas, como as contas da faculdade ou do trabalho, não podem usar a Verificação de Segurança.
pt_pt: As contas Apple geridas, tais como contas da escola ou do trabalho, não podem usar a verificação de segurança.
ro: Conturile Apple gestionate, precum cele pentru școală sau serviciu, nu pot utiliza Verificarea siguranței.
ru: Функцию «Проверка безопасности» нельзя использовать с управляемыми Аккаунтами Apple, например с Аккаунтами, предназначенными для учебы или работы.
sk: Spravované Apple účty, napríklad školské alebo pracovné účty, nemôžu používať bezpečnostnú kontrolu.
sl: Upravljani računi Apple, na primer šolski ali službeni računi, ne morejo uporabljati varnostnega preverjanja.
sv: Hanterade Apple‑konton, till exempel konton för en skola eller ett arbete, kan inte använda Säkerhetskontroll.
th: บัญชี Apple ที่มีการจัดการ เช่น บัญชีสำหรับที่โรงเรียนหรือที่ทำงาน ไม่สามารถใช้การตรวจสอบด้านความปลอดภัยได้
tr: Okul veya iş hesapları gibi Yönetilen Apple Hesapları Güvenlik Denetimi’ni kullanamaz.
uk: Керовані облікові запис Apple, як‑от облікові записи для навчання чи роботи, не можуть використовувати функцію «Перевірка безпеки».
vi: Các Tài khoản Apple được quản lý, ví dụ như các tài khoản cho trường học hoặc công ty, không thể sử dụng Kiểm tra an toàn.
zh_cn: 管理式Apple账户，如学校或公司账户，无法使用“安全检查”。
zh_hk: 管理式Apple帳户（例如學校或公司帳户）無法使用「安全檢查」。
zh_tw: 如學校或公司帳號的「管理式Apple帳號」無法使用「安全檢查」。

# PRIVATE_RELAY_USER_HAS_LOCALIZED_ADDRESS_DETAIL
source: Private Relay is turned on for this device. Private Relay helps protect your location and browsing history from being shared. You can choose a broader IP address to further protect your location.
ar: ميزة إخفاء العنوان مشغلة على هذا الجهاز. تساعد ميزة إخفاء العنوان على حماية موقعك وسجل تاريخ التصفح من مشاركتهما. يمكنك اختيار عنوان IP أوسع لزيادة حماية موقعك.
bg: Функцията Поверително пренасочване е включена за това устройство. Поверителното пренасочване помага да защитите от споделяне вашите местоположение и история на браузване. Можете да изберете по-обширно местоположение на IP адреса, за да защитите допълнително местоположението си.
ca: S’ha activat la tramesa privada per a aquest dispositiu. Aquesta opció evita que es comparteixin la ubicació i l’historial de navegació. Utilitza una adreça IP més àmplia per millorar la privacitat de la ubicació.
cs: Na tomto zařízení je nastavená služba Soukromý přenos. Tato služba pomáhá ochránit soukromí vašich polohových údajů a historie prohlížení webu před nechtěným sdílením. Chcete‑li své polohové údaje ochránit ještě více, můžete si nastavit širší určení polohy podle IP adresy.
da: Privat datatrafik er slået til på denne enhed. Privat datatrafik hjælper med at beskytte dine oplysninger om lokalitet og browserhistorik, så de ikke deles. Du kan vælge at bruge en udvidet IP-adresse for at beskytte dine oplysninger om lokalitet yderligere.
de: Privat-Relay ist für dieses Gerät aktiviert. Privat-Relay hilft dabei, dass dein Standort und dein Browser-Verlauf nicht weitergegeben werden. Du kannst eine ungenauere IP-Adresse auswählen, um deinen Standort besser zu schützen.
el: Η Ιδιωτική μεταγωγή είναι ενεργοποιημένη για αυτήν τη συσκευή. Η Ιδιωτική μεταγωγή προστατεύει την τοποθεσία και το ιστορικό περιήγησής σας και δεν τα κοινοποιεί. Μπορείτε να επιλέξετε μια ευρύτερη διεύθυνση IP για περαιτέρω προστασία της τοποθεσίας σας.
es: El relay privado está activado en este dispositivo y al usarlo impides que se compartan tu ubicación y tu historial de navegación. Puedes seleccionar una dirección IP más amplia para proteger aún más tu ubicación.
es_us: La retransmisión privada está activada en este dispositivo para evitar que tu ubicación e historial de navegación se compartan. Puedes elegir una dirección IP más general para ayudar a proteger tu ubicación.
fi: Suojattu lähetys on päällä tässä laitteessa. Suojattu lähetys auttaa suojaamaan sijaintiasi ja selaushistoriaasi jakamiselta. Voit lisätä sijaintisi suojausta valitsemalla laajemman IP-osoitteen.
fr: Le relais privé est activé pour cet appareil. Le relais privé permet d’empêcher le partage de votre position et de votre historique de navigation.
fr_ca: Le relais privé est activé sur cet appareil. Il contribue à protéger votre localisation et votre historique de navigation pour empêcher qu’ils soient partagés. Vous pouvez choisir une adresse IP plus générale pour protéger davantage votre position géographique.
he: ״ממסר פרטי״ הופעל עבור מכשיר זה. ״ממסר פרטי״ עוזר להגן על נתוני המיקום ועל היסטוריית הגלישה שלך מפני שיתוף. ניתן לבחור כתובת IP רחבה יותר להגנה נוספת על נתוני המיקום שלך.
hi: इस डिवाइस के लिए प्राइवेट रिले चालू है। प्राइवेट रिले से आपको अपना स्थान और ब्राउज़िंग हिस्ट्री शेयर किए जाने से रोकने में मदद मिलती है। आप अपने स्थान की अधिक सुरक्षा के लिए व्यापक IP पता चुन सकते हैं।
hr: Privatni relej uključen je za ovaj uređaj. Privatni relej štiti od dijeljenja vaše lokacije i povijesti pretraživanja. Možete odabrati širu IP adresu za dodatnu zaštitu svoje lokacije.
hu: A Privát átjátszó be van kapcsolva ezen az eszközön. A Privát átjátszó segít megakadályozni a helyzet- és böngészési előzményei megosztását. A helyzetének további védelme érdekében kiválaszthat egy tágabb érvényű IP-címet.
id: Relai Pribadi dinyalakan untuk perangkat ini. Relai Pribadi membantu melindungi lokasi dan riwayat penelusuran Anda agar tidak dibagikan. Anda dapat memilih alamat IP yang lebih luas untuk melindungi lokasi Anda lebih lanjut.
it: Il relay privato è attivo su questo dispositivo. Il servizio ti aiuta a evitare la condivisione della tua posizione e della cronologia di navigazione. Puoi scegliere di utilizzare un indirizzo IP più ampio per proteggere la posizione in modo ancora più efficace.
ja: このデバイスでプライベートリレーはオンになっています。プライベートリレーを選択することで、位置情報や閲覧履歴が共有されないようにすることができます。 位置情報の保護をさらに強化するには、より広範なIPアドレスを選択することもできます。
kk: Бұл құрылғы үшін жеке торап қосулы. Жеке торап геолокацияңызды және шолу тарихын бөлісуден қорғауға көмектеседі. Геолокацияңыздың қорғанысын күшейту үшін дәлдігі төмен IP мекенжайын таңдауға болады.
ko: 이 기기에서 비공개 릴레이가 켜져 있습니다. 비공개 릴레이는 사용자의 위치 및 브라우징 기록이 공유되지 않도록 보호합니다. 더 넓은 범위의 IP 주소를 선택하여, 사용자의 위치를 한층 더 보호할 수 있습니다.
lt: Privatusis perdavimas įjungtas šiame įrenginyje. Privatusis perdavimas padeda apsaugoti jūsų vietą ir naršymo istoriją nuo bendrinimo. Galite pasirinkti platesnį IP adresą, kad dar geriau apsaugotumėte vietą.
ms: Geganti Peribadi diaktifkan untuk peranti ini. Geganti Peribadi membantu melindungi lokasi dan sejarah pelayaran anda daripada dikongsi. Anda boleh memilih alamat IP lebih am untuk melindungi lokasi anda selanjutnya.
nl: 'Privédoorgifte' is ingeschakeld voor dit apparaat. Met 'Privédoorgifte' kun je je locatie en browsergeschiedenis beter beschermen en voorkomen dat deze worden gedeeld. Je kunt een breder IP-adres kiezen om je locatie verder te beschermen.
no: Privat trafikk er slått på for denne enheten. Privat trafikk beskytter posisjonen og nettaktiviteten din så den ikke deles utilsiktet. Du kan velge en mer generell IP-adresse for å beskytte posisjonen din ytterligere.
pl: Usługa Przekazywanie prywatne jest włączona dla tego urządzenia. Pomaga ona chronić Twoje położenie i historię przeglądania przed nieuprawnionym udostępnianiem. Aby jeszcze lepiej chronić swoje położenie, wybierz szerszy adres IP.
pt_br: A Retransmissão Privada está ativada para este dispositivo. A Retransmissão Privada ajuda a proteger o compartilhamento da sua localização e histórico de navegação. Você pode escolher um endereço IP mais amplo para proteger ainda mais a sua localização.
pt_pt: O Reencaminhamento privado está ativado para este dispositivo. Esta funcionalidade ajuda a impedir que a sua localização e histórico de navegação sejam partilhados. Pode escolher uma localização mais ampla do endereço IP para reforçar a proteção da sua localização.
ro: Transmisia privată este activată pentru acest dispozitiv. Transmisia privată ajută la protejarea împotriva partajării localizării și istoricului dvs. de navigare. Puteți alege o adresă IP mai vagă pentru a vă proteja suplimentar localizarea.
ru: На этом устройстве включен Частный узел. Он помогает предотвратить несанкционированный доступ к Вашей геопозиции и истории просмотра. Чтобы еще больше усилить защиту своей геопозиции, Вы можете использовать менее точный IP‑адрес.
sk: Na tomto zariadení je zapnutý Súkromný prenos. Táto služba vám pomáha chrániť vašu polohu a históriu prezerania stránok pred nechceným zdieľaním. Ak chcete ešte viac chrániť svoju polohu, môžete nastaviť jej širšie určovanie podľa IP adresy.
sl: Zasebna povezava Private Relay je vklopljena za to napravo. Zasebna povezava Private Relay omogoča zaščito pred deljenjem vaše lokacije in zgodovine brskanja. Da bi še dodatno zaščitili svojo lokacijo, lahko izberete širši naslov IP.
sv: Privat reläservice är aktivt för den här enheten. Privat reläservice hjälper till att skydda din plats och surfhistorik från att delas. Du kan välja en bredare IP‑adress för att skydda din plats ytterligare.
th: Private Relay ถูกเปิดใช้อยู่สำหรับอุปกรณ์นี้ Private Relay ช่วยปกป้องตำแหน่งที่ตั้งและประวัติการท่องเว็บของคุณไม่ให้ถูกแชร์ คุณสามารถเลือกที่อยู่ IP แบบกว้างเพื่อปกป้องตำแหน่งที่ตั้งของคุณให้ดียิ่งขึ้นได้
tr: Özel Geçiş bu aygıtta açılmış. Özel Geçiş, konumunuzun ve dolaşma geçmişinizin paylaşılmasını engellemeye yardımcı olur. Konumunuzu daha iyi korumak için daha geniş bir IP adresi seçebilirsiniz.
uk: Для цього пристрою ввімкнено функцію «Приват-реле». Приват-реле допомагає убезпечити від поширення дані про вашу геопозицію та вебперегляд. Можна обрати ширше розташування IP‑адреси, щоб краще захистити дані про вашу геопозицію.
vi: Chuyển tiếp bảo mật được bật cho thiết bị này. Chuyển tiếp bảo mật giúp ngăn chặn việc chia sẻ vị trí và lịch sử duyệt web của bạn. Bạn có thể lựa chọn địa chỉ IP rộng hơn để tăng cường bảo vệ vị trí của mình.
zh_cn: 此设备已打开专用代理。专用代理有助于保护位置信息和浏览历史记录不被分享。 你可以选择更广泛的IP地址，进一步保护位置信息。
zh_hk: 已為此裝置開啟「私密轉送」。「私密轉送」有助防止你的位置和瀏覽記錄被共享。 你可以選擇較廣的IP位址以便進一步保護你的位置。
zh_tw: 已為此裝置開啟「私密轉送」。「私密轉送」可以協助防止你的位置和瀏覽記錄被分享。 你可以選擇使用較廣的IP位址來進一步保護你的位置。
